{
  "categories": {
    "all": "Wszystko",
    "figures": "Figurki",
    "posters": "Plakaty",
    "manga": "Manga",
    "pc": "PC",
    "others": "Inne"
  },

  "language": "Jzyk",
  "add": "Doda",
  "noProducts": "Nie ma produkt贸w!",
  "pleaseWait": "Prosz czeka...",
  "goBack": "Wr贸",
  "orderConfirmation": "Potwierdzenie zam贸wienia",
  "name": "Imi i Nazwisko",
  "email": "Email",
  "address": "Adres",
  "city": "Miasto",
  "postalCode": "Kod Pocztowy",
  "phoneNumber": "Numer Telefonu",
  "orderedProducts": "Zam贸wione Produkty",
  "pay": "Opa",
  "edit": "Edytuj",
  "cancel": "Anuluj",
  "orderForm": "Formularz zam贸wienia",
  "confirmOrder": "Potwierd藕 zam贸wienie",
  "phone": "Numer Telefonu",
  "noOrderData": "Brak danych o zam贸wieniu.",
  "paymentFailed": "Nieudana patno",
  "paymentError": "Przepraszamy, Twoja patno nie zostaa przetworzona.",
  "reason": "Pow贸d",
  "backToCart": "Wr贸 do koszyka",
  "thankYouForOrder": "Dzikujemy za Twoje zam贸wienie! Twoja patno zostaa pomylnie przetworzona.",
  "orderDetails": "Szczeg贸y zam贸wienia",
  "totalPrice": "Suma zam贸wienia",
  "orderId": "Numer zam贸wienia",
  "searchPlaceholder": "Szukaj ... ",
  "cartEmptyTitle": "Koszyk jest pusty ",
  "cartEmptyDescription": "Prawdopodobnie jeszcze nic nie wybrae.",
  "cartEmptyHint": "Aby kupi produkt, przejd藕 na stron g贸wn.",
  "backToHome": "Wr贸 na stron g贸wn",
  "yes": "Tak",
  "no": "Nie",
  "sortByHighestPrice": "od najwy偶szej ceny",
  "sortByLowestPrice": "od najni偶szej ceny",
  "sortByNameAsc": "nazwa produktu(A - Z)",
  "sortByNameDesc": "nazwa produktu(Z - A)",
  "sort": "Sortuj:",
  "cartTitle": "Koszyk",
  "clearCart": "Wyczy koszyk",
  "total": "Razem",
  "pieces": "szt.",
  "orderTotal": "Suma zam贸wienia",
  "back": "Wr贸",
  "payNow": "Zapa teraz",
  "confirmClearCart": "Czy na pewno chcesz wyczyci koszyk?",
  "products4": "4 produkty",
  "products8": "8 produkt贸w",
  "itemImageAlt": "Obrazek",
  "cm": "cm",
  "currency": "z",
  "confirmRemoveItem": "Czy na pewno chcesz usun przedmiot z koszyka?",
  "figure": "figurka",
  "x": "x",
  "S": "S",
  "L": "L",
  "XL": "XL",
  "soft": "mikka",
  "hard": "twarda",
  "4gb": "4GB",
  "8gb": "8GB",
  "16gb": "16GB",
  "4070": "4070",
  "4080": "4080",
  "4090": "4090",
  "cherry": "cherry",
  "sa": "SA",
  "oem": "OEM",
  "mechanical": "mechaniczna",
  "membrane": "membranowa",
  "12": "12",
  "12 pro": "12 pro",
  "12 pro max": "12 pro max",
  "The best shop for anime fans": "Najlepszy sklep dla fan贸w anime",
  "all": "Wszystko",
  "figures": "Figurki",
  "posters": "Plakaty",
  "manga": "Manga",
  "pc": "PC",
  "others": "Inne",

  "descriptions": {
    "0": {
      "pl": "Figurka Kaguya Shinomiya z precyzyjnym wykoczeniem detali, idealna dla kolekcjoner贸w i fan贸w serii."
    },
    "1": {
      "pl": "Figurka Asuny Yuuki z Sword Art Online, kt贸ra uchwyca charakterystyczny styl i dynamiczn postaw bohaterki."
    },
    "2": {
      "pl": "Figurka Maomao, doskonaa w detalach i kolorystyce, idealna do ozdoby pokoju mionika anime."
    },
    "3": {
      "pl": "Figurka Ai Hoshino, wiernie oddajca posta z anime, wietny dodatek do ka偶dej kolekcji."
    },
    "4": {
      "pl": "Figurka Akame z dynamiczn poz i starannymi detalami, idealna dla fan贸w serii."
    },
    "5": {
      "pl": "Figurka Akashi Seijuro, przedstawiajca bohatera w jego charakterystycznej postawie, doskonaa dla kolekcjoner贸w."
    },
    "6": {
      "pl": "Figurka Midorima Shintaro z niezwyk dbaoci o detale, obowizkowa pozycja w kolekcji ka偶dego fana."
    },
    "7": {
      "pl": "Figurka Kise Ryota, perfekcyjnie oddajca osobowo postaci, idealna na p贸k fana."
    },
    "8": {
      "pl": "Figurka Aoimine Daiki, dynamiczna i pena energii, wietnie uzupenia ka偶d kolekcj."
    },
    "9": {
      "pl": "Figurka Murasakibara Atsushi, imponujca pod wzgldem skali i detali, doskonaa dla mionik贸w serii."
    },
    "10": {
      "pl": "Figurka Tetsuya Kuroko, wiernie oddajca charakter postaci, wietny wyb贸r dla ka偶dego fana."
    },
    "11": {
      "pl": "Figurka Taiga Kagami, dynamiczna poza i szczeg贸owe wykoczenie, obowizkowy element kolekcji."
    },
    "12": {
      "pl": "Figurka Akeno Himejima, piknie wykonana i pena detali, idealna dla mionik贸w postaci."
    },
    "13": {
      "pl": "Figurka Rias Gremory, doskonae oddanie szczeg贸贸w i dynamiczna poza, obowizkowa dla fan贸w."
    },
    "14": {
      "pl": "Figurka Asia Argento, subtelna i szczeg贸owa, idealna do ka偶dej kolekcji fanowskiej."
    },
    "15": {
      "pl": "Figurka Issei Hyoudou, z dynamiczn poz i wietnym wykoczeniem, doskonaa dla fan贸w serii."
    },
    "16": {
      "pl": "Figurka Koneko Toujou, piknie wykonana z dbaoci o ka偶dy detal, obowizkowa pozycja w kolekcji."
    },
    "17": {
      "pl": "Figurka Kazuma Satou, z dynamiczn poz i szczeg贸owym wykoczeniem, doskonaa dla kolekcjoner贸w."
    },
    "18": {
      "pl": "Figurka Megumin, uchwycona w charakterystycznej pozie, idealna dla fan贸w Konosuby."
    },
    "19": {
      "pl": "Figurka Aqua, doskonale oddajca posta z anime, wietny dodatek do ka偶dej kolekcji."
    },
    "20": {
      "pl": "Figurka Darkness, dynamiczna i pena detali, idealna dla fan贸w postaci."
    },
    "21": {
      "pl": "Figurka Cosette Schneider, subtelna i elegancka, wietna ozdoba dla ka偶dego mionika anime."
    },
    "22": {
      "pl": "Figurka Emilia z Re:Zero, precyzyjnie oddajca urok postaci, doskonaa na p贸k fana."
    },
    "23": {
      "pl": "Figurka Rem, z wyjtkow dbaoci o detale, wietny dodatek do ka偶dej kolekcji."
    },
    "24": {
      "pl": "Figurka Ram, dynamiczna poza i doskonae wykonanie, obowizkowa pozycja dla fan贸w."
    },
    "25": {
      "pl": "Figurka Frieren, piknie wykonana i wierna oryginaowi, wietna ozdoba kolekcji."
    },
    "26": {
      "pl": "Figurka Siina Mashiro, uchwycona w wyjtkowej pozie, idealna dla mionik贸w anime."
    },
    "27": {
      "pl": "Figurka Hayase Nagatoro, z precyzyjnym wykoczeniem i dynamiczn poz, doskonaa do kolekcji."
    },
    "28": {
      "pl": "Figurka Saber, doskonaa w detalach i wierna oryginaowi, wietny wyb贸r dla fan贸w Fate."
    },
    "29": {
      "pl": "Figurka Siina Mashiro, piknie wykonana i pena detali, idealna dla ka偶dego fana."
    },
    "30": {
      "pl": "Figurka Taiga Aisaka, uchwycona w dynamicznej pozie, doskonaa ozdoba ka偶dej kolekcji."
    },
    "31": {
      "pl": "Figurka Tomoe, elegancka i subtelna, doskonaa dla fan贸w klasycznych postaci."
    },
    "32": {
      "pl": "Figurka Mai Sakurajima, uchwycona w charakterystycznej pozie, idealna dla mionik贸w serii."
    },
    "33": {
      "pl": "Plakat DXD, idealny do udekorowania pokoju fana anime. Wysoka jako druku i 偶ywe kolory."
    },
    "34": {
      "pl": "Plakat Sword Art Online, doskonay do ozdobienia cian w pokoju mionika anime."
    },
    "35": {
      "pl": "Plakat SAO, pikny druk i szczeg贸owy design, idealny na cian ka偶dego fana."
    },
    "36": {
      "pl": "Plakat anime, wysokiej jakoci druk, doskonay do uzupenienia kolekcji."
    },
    "37": {
      "pl": "Plakat Asuna z SAO, z pikn ilustracj i 偶ywymi kolorami, idealny na cian fana."
    },
    "38": {
      "pl": "Plakat Maomao, piknie wykonany i gotowy do powieszenia, doskonay wyb贸r dla kolekcjoner贸w."
    },
    "39": {
      "pl": "Plakat Maomao, doskonay dodatek do pokoju fana, wysokiej jakoci druk i trwae kolory."
    },
    "40": {
      "pl": "Plakat Maomao, z pikn ilustracj i trwaymi kolorami, idealny do udekorowania ciany."
    },
    "41": {
      "pl": "Plakat Kaguya, doskonay do ozdobienia pokoju mionika anime, wysoka jako druku."
    },
    "42": {
      "pl": "Plakat anime , piknie wykonany, doskonay wyb贸r na prezent dla fana."
    },
    "43": {
      "pl": "Pierwszy tom mangi 'Love is war'. Historia pena humoru i emocji, idealna dla fan贸w serii."
    },
    "44": {
      "pl": "Drugi tom mangi 'Love is war', kontynuacja zabawnych i emocjonujcych przyg贸d bohater贸w."
    },
    "45": {
      "pl": "Trzeci tom mangi 'Love is war'. Kolejna porcja humoru i intryg w wiecie miosnych rozgrywek."
    },
    "46": {
      "pl": "Pierwszy tom mangi 'Sword Art Online'. Wcigajca opowie o wiecie wirtualnej rzeczywistoci."
    },
    "47": {
      "pl": "Drugi tom mangi 'Sword Art Online', kontynuacja epickich przyg贸d w wiecie gier."
    },
    "48": {
      "pl": "Trzeci tom mangi 'Sword Art Online', jeszcze wicej akcji i emocji w wiecie Aincrad."
    },
    "49": {
      "pl": "Pierwszy tom mangi 'Frieren'. Niezwyka podr贸偶 po wiecie magii i przyg贸d, pena refleksji."
    },
    "50": {
      "pl": "Drugi tom mangi 'Frieren'. Kontynuacja melancholijnej opowieci o podr贸偶y i odkrywaniu siebie."
    },
    "51": {
      "pl": "Trzeci tom mangi 'Frieren'. Dalsze przygody bohater贸w w wiecie penym magii i tajemnic."
    },
    "52": {
      "pl": "Pami RAM o wysokiej wydajnoci, idealna do modernizacji komputera i zwikszenia jego szybkoci."
    },
    "53": {
      "pl": "Pami RAM  o du偶ej pojemnoci, zapewnia pynne dziaanie aplikacji i gier."
    },
    "54": {
      "pl": "Wydajna pami RAM, idealna dla graczy i profesjonalist贸w wymagajcych wysokiej wydajnoci."
    },
    "55": {
      "pl": "Pami RAM, niezawodna i szybka, doskonaa do rozbudowy komputera stacjonarnego."
    },
    "56": {
      "pl": "Pami RAM, idealna do multitaskingu i intensywnych zada na komputerze."
    },
    "57": {
      "pl": "Wydajna pami RAM, zapewniajca szybkie dziaanie systemu i aplikacji."
    },
    "58": {
      "pl": "Pami RAM, idealna do intensywnej pracy na komputerze, zapewniajca pynno dziaania."
    },
    "59": {
      "pl": "Karta graficzna Nvidia RTX, zapewniajca wyjtkow wydajno w grach i aplikacjach graficznych."
    },
    "60": {
      "pl": "Nvidia RTX, zaawansowana karta graficzna dla graczy i tw贸rc贸w, oferujca niesamowit jako obrazu."
    },
    "61": {
      "pl": "Nvidia RTX, doskonaa karta graficzna z serii RTX, idealna do grania w najwy偶szych ustawieniach."
    },
    "62": {
      "pl": "Nvidia RTX, pot偶na karta graficzna dla wymagajcych u偶ytkownik贸w, doskonaa do VR i renderingu."
    },
    "63": {
      "pl": "Obudowa PC, stylowa i funkcjonalna, zapewniajca doskonae chodzenie i atwy dostp do komponent贸w."
    },
    "64": {
      "pl": "Obudowa PC, solidna konstrukcja i nowoczesny design, idealna do budowy wydajnego komputera."
    },
    "65": {
      "pl": "Obudowa PC, nowoczesna i przestronna, doskonaa do konfiguracji gamingowych i profesjonalnych."
    },
    "66": {
      "pl": "Obudowa PC, elegancka i funkcjonalna, idealna do zbudowania mocnej i estetycznej konfiguracji."
    },
    "67": {
      "pl": "Obudowa PC, z nowoczesnym designem i du偶 iloci miejsca na komponenty, idealna do rozbudowy."
    },
    "68": {
      "pl": "Obudowa PC, przestronna i stylowa, zapewnia doskonae warunki dla komponent贸w high-end."
    },
    "69": {
      "pl": "Zestaw keycaps, idealny do personalizacji klawiatury. Wysoka jako materia贸w zapewnia trwao i komfort u偶ytkowania."
    },
    "70": {
      "pl": "Klawiatura idealna dla graczy. Zapewnia szybki czas reakcji i komfort podczas dugich sesji."
    },
    "71": {
      "pl": "Klawiatura z podwietleniem RGB i ergonomicznym designem, doskonaa do pracy i gier."
    },
    "72": {
      "pl": "Klawiatura cicha i precyzyjna, idealna do biura i domu. Stylowy design pasuje do ka偶dego wntrza."
    },
    "73": {
      "pl": "Etui do iPhone 12, zapewnia ochron przed zarysowaniami i upadkami. Smuky design, idealnie dopasowany do urzdzenia."
    },
    "74": {
      "pl": "Etui do iPhone 12, stylowe i trwae, zapewnia doskona ochron i wygod u偶ytkowania."
    },
    "75": {
      "pl": "Etui do iPhone 12, eleganckie i funkcjonalne, chroni telefon przed uszkodzeniami."
    },
    "76": {
      "pl": "Etui do iPhone 12, smuky i lekki design, zapewnia pen ochron przed zarysowaniami."
    },
    "77": {
      "pl": "Etui do iPhone 12, zapewnia doskona ochron przed upadkami i zarysowaniami. Stylowy wygld."
    },
    "78": {
      "pl": "Etui do iPhone 12, wytrzymae i stylowe, idealnie dopasowane do ksztatu telefonu."
    },
    "79": {
      "pl": "Etui do iPhone 12, nowoczesny design i solidna ochrona, idealne do codziennego u偶ytku."
    },
    "80": {
      "pl": "Etui do iPhone 12, eleganckie i wytrzymae, chroni telefon przed zarysowaniami i upadkami."
    },
    "81": {
      "pl": "Bluza z kapturem, wykonana z mikkiego materiau, zapewnia komfort i ciepo w chodne dni."
    },
    "82": {
      "pl": "Bluza z kapturem, stylowa i wygodna, doskonaa do noszenia na co dzie. Zapewnia ciepo i swobod ruch贸w."
    },
    "83": {
      "pl": "Bluza z kapturem, wykonana z wysokiej jakoci materiau, idealna na chodniejsze dni."
    },
    "84": {
      "pl": "Bluza z kapturem, zapewnia ciepo i komfort, doskonaa na co dzie i do aktywnoci na wie偶ym powietrzu."
    },
    "85": {
      "pl": "Bluza z kapturem, stylowy design i wysoka jako wykonania, idealna na co dzie."
    },
    "86": {
      "pl": "Bluza z kapturem, wygodna i funkcjonalna, doskonaa na ka偶d okazj, zapewnia ciepo i styl."
    },
    "87": {
      "pl": "Bluza z kapturem, stylowy i nowoczesny design, wykonana z mikkiego materiau, idealna na chodne dni."
    },
    "88": {
      "pl": "Bluza z kapturem, wygodna i ciepa, doskonaa na jesie i zim, stylowy dodatek do garderoby."
    },
    "89": {
      "pl": "T-shirt, wykonany z mikkiej baweny, idealny na co dzie. Klasyczny design pasuje do ka偶dej stylizacji."
    },
    "90": {
      "pl": "T-shirt, stylowy i wygodny, doskonay do noszenia na co dzie. Wysoka jako materiau zapewnia komfort."
    },
    "91": {
      "pl": "T-shirt, wykonany z wysokiej jakoci baweny, doskonay na ka偶d okazj. Prosty i uniwersalny."
    },
    "92": {
      "pl": "T-shirt, lekki i przewiewny, idealny na ciepe dni. Klasyczny kr贸j pasuje do ka偶dej stylizacji."
    },
    "93": {
      "pl": "T-shirt, wygodny i stylowy, wykonany z mikkiej baweny, doskonay do noszenia na co dzie."
    },
    "94": {
      "pl": "T-shirt, klasyczny design i wysoka jako wykonania, idealny wyb贸r na co dzie."
    }
  }
}
